{
  "Tolma":
  {
    "Armenian":
    {
      "name": "Տոլմա",
      "description":  ""
    },
    "English":
    {
      "name": "Tolma",
      "description": "Tolma (Turkish for \"stuffed\") is a family of stuffed dishes associated with Ottoman cuisine, typically made with a filling of rice, minced meat, offal, seafood, fruit, or any combination of these inside a vegetable or a leaf wrapping. Wrapped dolma, specifically, are known as sarma, made by rolling grape, cabbage, or other leaves around the filling. Tolma can be served warm or at room temperature and are common in modern cuisines of regions and nations that once were part of the Ottoman Empire."
    }
  },
  "Ghapama":
  {
    "Armenian":
    {
      "name": "Ղափամա",
      "description": ""
    },
    "English":
    {
      "name": "Ghapama",
      "description": "Ghapama (Armenian: ղափամա) is an Armenian stuffed pumpkin dish, often prepared during the Christmas season. It is prepared by removing the guts of the pumpkin (known as դդում in Armenian, pronounced dt'um in Eastern Armenian and t't'um in Western Armenian) and stuffing it with boiled rice and dried fruits such as chopped almonds, apple, cornel, apricot, plums, dates, prunes and raisins. It is also common to pour on honey and mix in ground cinnamon or sugar. The pumpkin is then baked until it becomes soft, then brought to the table where it is cut up and served. There is an Armenian song about the meal known as Հէյ Ջան Ղափամա (Hey Jan Ghapama), popularized by Harout Pamboukjian."
    }
  },
    "Spas":
  {
    "Armenian":
    {
      "name": "Սպաս",
      "description": ""
    },
    "English":
    {
      "name": "Spas",
      "description": "Spas (Armenian: Սպաս) is a yoghurt-based soup. It is a traditional dish in Armenia. It can be served hot or cold. Besides yoghurt (or matzoon), the main ingredient is hulled wheat (i.e. with husks removed), or rice. An egg or egg yolk is included, to prevent the yoghurt from curdling. Sometimes a green leaf vegetable such as spinach is added, or herbs (usually coriander or mint) are used as a garnish, and when hot it can be served with meatballs included."
    }
  },
    "Khash":
  {
    "Armenian":
    {
      "name": "Խաշ",
      "description": ""
    },
    "English":
    {
      "name": "Khash",
      "description": "Khash (Armenian: խաշ; known by the derivations khashi (Georgian: ხაში) respectively) is a dish of boiled cow or sheep parts, which might include the head, feet, and stomach (tripe). The name khash originates from the Armenian verb (խաշել), which means \"to boil\"."
    }
  },
    "Jingyalov Hats":
  {
    "Armenian":
    {
      "name": "ժինգյալով հաց",
      "description": ""
    },
    "English":
    {
      "name": "Jingyalov Hats",
      "description": "Zhingyalov hats (Armenian: Ժենգյալով հաց, also zhengyalav hatz, zhangyalov hats, or jingalov hats) is a type of flatbread stuffed with finely diced herbs and green vegetables. It is a traditional dish of Armenians from Artsakh and Syunik and has traditionally been a staple in times of scarcity, such as famine and war. Unleavened dough is rolled out until it becomes paper-thin, then it is filled with a stuffing that consists of 10 to 20 types of diced and oiled wild and cultivated herbs. One of the most important steps in preparing a good zhingyalov hats is the greens' composition. Tasteless leaf vegetables and herbs with less pronounced taste make up the base of the stuffing: examples include lettuce, spinach, atriplex, beet greens, chickweed, shepherd's-purse, viola leaves and similar plants. Herbs with distinctive tastes (chervil, urtica, allium), sour (rumex) or spicy (laserpitium) ones are needed in smaller quantities; bitter-tasting greens as taraxacum should be sparse. Additionally the stuffing might contain bryndza and fried onions. After stuffing, zhingyalov hats are fried for around 10 minutes on a special griddle called \"saj\" or \"sajin\" (Armenian: սաջին), or in a tonir for a couple of minutes. The finished dish is consumed with beer, doogh, or wine. Zhingyalov hats is especially popular during the Great Lent."
    }
  }
}